Repository: anybodesign/fs-company
Catalog: languages/*.po
Languages: fr_fr

source: Scroll Down
fr_fr: Faire défiler vers le bas

source: See All
fr_fr: Tout voir

source: Parent Slide:
fr_fr: Slide parente :

source: All Slides
fr_fr: Toutes les slides

source: Add New Slide
fr_fr: Ajouter une nouvelle slide

source: Add New
fr_fr: Ajouter

source: New Slide
fr_fr: Nouvelle slide

source: Edit Slide
fr_fr: Modifier la slide

source: Update Slide
fr_fr: Mettre à jour la slide

source: View Slide
fr_fr: Voir la slide

source: Search Slide
fr_fr: Chercher une slide

source: Not found
fr_fr: Introuvable

source: Not found in Trash
fr_fr: Introuvable dans la corbeille

source: The Slides
fr_fr: Les slides

# Taxonomy General Name
source: Slide Categories
fr_fr: Catégories de slide

# Taxonomy Singular Name
source: Slide Category
fr_fr: Catégorie de slide

source: Slide Categories
fr_fr: Catégories de slide

source: All Slide Categories
fr_fr: Toutes les catégories de slide

source: Parent Slide Category
fr_fr: Catégorie de slide parente

source: Parent Slide Category:
fr_fr: Catégorie de slide parente :

source: New Slide Category
fr_fr: Nouvelle catégorie de slide

source: Add New Slide Category
fr_fr: Ajouter une nouvelle catégorie de slide

source: Edit Slide Category
fr_fr: Modifier la catégorie de slide

source: Update Slide Category
fr_fr: Mettre à jour la catégorie de slide

source: View Slide Category
fr_fr: Voir la catégorie de slide

source: Separate items with commas
fr_fr: Séparer les éléments par des virgules

source: Add or remove items
fr_fr: Ajouter ou supprimer des éléments

source: Choose from the most used
fr_fr: Choisir parmi les plus utilisés

source: Popular Slide Category
fr_fr: Catégorie de slide populaire

source: Search Slide Category
fr_fr: Rechercher une catégorie de slide

source: Not Found
fr_fr: Introuvable

# Taxonomy General Name
source: Services Categories
fr_fr: Catégories de services

# Taxonomy Singular Name
source: Services Category
fr_fr: Catégorie de services

source: Services Categories
fr_fr: Catégories de services

source: Custom Post Type
fr_fr: Contenu personnalisé

source: Settings for your custom content
fr_fr: Paramètres pour votre contenu personnalisé

source: Custom Taxonomy
fr_fr: Taxonomie personnalisée

source: Settings for your custom taxonomy
fr_fr: Paramètres pour votre taxonomie personnalisée

source: Custom Posts Name - Singular
fr_fr: Contenu personnalisé au singulier

source: Custom Posts Name - Plural
fr_fr: Contenu personnalisé au pluriel

source: Custom Posts Slug (lowercase)
fr_fr: Identifiant du contenu personnalisé (minuscules)

source: Display your custom posts on the front page
fr_fr: Afficher vos contenus personnalisés sur la page d'accueil

source: Custom Posts Page
fr_fr: Page du contenu personnalisé

source: Select the page for your custom posts.
fr_fr: Sélectionner la page de vos contenus personnalisés.

source: Custom posts button text
fr_fr: Intitulé du bouton des contenus personnalisés

source: Add a custom text for the "See All" button.
fr_fr: Ajouter un intitulé personnalisé pour le bouton "Tout voir".

source: Custom Taxonomy Name - Singular
fr_fr: Nom de taxonomie personnalisée - singulier

source: Custom Taxonomy Name - Plural
fr_fr: Nom de taxonomie personnalisée - pluriel

source: Custom Taxonomy slug (lowercase)
fr_fr: Identifiant de la taxonomie personnalisée (minuscules)

source: Site White Logo
fr_fr: Logo blanc du site

source: White version of your logo for the home page.
fr_fr: Version blanche de votre logo pour la page d'accueil.

source: Check for updates
fr_fr: Vérifier les mises à jour

# the plugin title
source: The %s plugin is up to date.
fr_fr: L'extension %s est à jour.

# the plugin title
source: A new version of the %s plugin is available.
fr_fr: Une nouvelle version de l'extension %s est disponible.

source: Unknown update checker status "%s"
fr_fr: Statut inconnu du vérificateur de mise à jour "%s"

source: There is no changelog available.
fr_fr: Il n'y a aucun historique des mises à jour disponible.

source: Continue reading %s
fr_fr: Lire la suite de l'article %s

source: Go to Home Page
fr_fr: Aller à la page d'accueil

source: A WordPress Theme for your company, based on From Scratch.
fr_fr: Un thème WordPress pour votre entreprise, basé sur From Scratch.
